"use strict";

// 1 ЗАДАНИЕ

let admin, myName;

myName = "Джон";

admin = myName;

alert(admin);


// 2 ЗАДАНИЕ придумаете название переменных
let ourPlanetName = "Земля";

let currentUserName = "Михаил";

// 3 ЗАДАНИЕ

const BIRTHDAY = '18.04.1982'; // использовать заглавные буквы нужно, так как дата рождения у человека не изменна

const age = someCode(BIRTHDAY); // использовать заглавные буквы не нужно, так как возраст у человека меняется с каждым годом и вычисление происходит через функцию, 
                                // поэтому age является менее константной


